LOW_CAL_FOODS = {
    # овощи
    "огурец": 15,
    "помидор": 18,
    "кабачок": 17,
    "баклажан": 24,
    "брокколи": 34,
    "цветная капуста": 25,
    "морковь": 41,
    "болгарский перец": 31,
    "салат айсберг": 14,
    "шпинат": 23,

    "яблоко": 52,
    "груша": 57,
    "апельсин": 47,
    "грейпфрут": 42,
    "киви": 61,
    "клубника": 32,
    "черника": 57,
    "арбуз": 30,
    "дыня": 34,

    "кефир 1%": 40,
    "кефир 0%": 30,
    "йогурт натуральный 1%": 45,
    "творог 0%": 80,
    "творог 2%": 103,
    "молоко 1%": 42,

    "куриная грудка": 110,
    "индейка": 135,
    "яичный белок": 52,
    "рыба белая (треска)": 82,
    "тунец в собственном соку": 96,
    "креветки": 99,

    "овощной суп": 30,
    "куриный бульон": 15,
    "омлет из белков": 55
}

WORKOUT_RECS = {
    "ходьба медленная": 3,
    "ходьба быстрая": 5,
    "растяжка": 2,
    "йога": 3,
    "пилатес": 4,

    "велосипед": 8,
    "эллипс": 8,
    "танцы": 7,
    "плавание спокойное": 7,
    "силовая лёгкая": 6,

    "бег": 10,
    "прыжки на скакалке": 12,
    "кроссфит": 13,
    "плавание интенсивное": 10,
    "HIIT": 14,
    "бокс": 12
}
